<%@ page language="java" contentType="text/html; charset=EUC-KR"
    pageEncoding="EUC-KR"%>
<%
    
	// Action Tag(Action) = XML기술을 이용하여 기존의 JSP문법을 확장 
	// 1. 표준 액션(standard action)	: jsp페이지에서 바로 사용		-> 접두어(prefix)로 jsp를 사용		ex) <jsp:include page="sub.sjp"/>
	// 2. 커스텀 액션(custom action)	: 별도의 라이브러리를 설치 후 사용	-> 접두어(prefix)를 지정해서 사용	ex) <c:set var="cnt" value="0"/>
	// 웹 컨테이너 쪽에서 실행되고 그 결과만 웹 브라우저로 출력된다.
	
	
	
	//---------------------------------------------------------------------------------------------------------------------------------------------
	// 1. 데이터 이름 하나로만 구성된 EL식 : ${RESULT}
	//---------------------------------------------------------------------------------------------------------------------------------------------
 	// sssssdddddddddd
 	String str = "sss";

























    
%>
